<?php

return [
    'place-not-found' => "مکان یافت نشد!",
    'place-exists' => "این مکان وجود دارد.",
    'not-admin' => "تنها کابر های ادمین توانایی انجام این کار را دارند.",
    'user-not-found' => "کاربر پیدا نشد.",
    'tour-not-found' => "تور مورد نظر یافت نشد.",
    'not-own-the-tour' => "این تور متعلق به شما نیست.",
    'midnight-support-rule' => "برای انتخاب پیتیبانی نیمه شب، شما باید پشتیبانی شبانه را نیز انتخاب فرمایید.",
    'hotel-not-found' => "هتل مورد نظر یافت نشد.",
    'not-own-hotel' => "این هتل متعلق به شما نیست!",
    'not-agency' => "تنها آژانس ها توانایی انجام این کار را دارند.",
    'support-not-found' => "پشتیبان مورد نظر یافت نشد.",
    'not-own-support' => "این پشتیبان متعلق به شما نیست.",
    'repeated-support' => "شما قبلا این پشتیبان را تعریف کردید.",
    'hotel-exists' => "این هتل انتخاب شده است.",
    'hotel-not-selected' => "هتل موردنظر انتخاب نشده است.",
    'date-invalid' => "زمان شروع نباید بعد از پایان انتخاب شود.",
];
